/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "zh-Hant";
"languageGA" = "tw";

/*******NSMenu title*****/
"About %@" = "關於%@";
"Buy Now" = "立即購買";
"BUY NOW_s" = "立即購買";
"Register" = "註冊";
"Check for updates" = "檢查更新";
"Service" = "服務";
"Hide Others" = "隱藏其他";
"Hide %@" = "隱藏%@";
"Quit %@" = "退出%@";
"Show All" = "顯示所有";

"Edit" = "編輯";
"Undo" = "撤銷";
"Redo" = "重做";
"Cut" = "剪下";
"Copy" = "複製";
"Paste" = "貼上";
"Clear" = "清除";
"Select All" = "全選";

"Window" = "窗口";
"Minimize" = "最小化";
"Zoom" = "縮放";
"Enter Full Screen" = "進入全屏";
"Bring All to Front" = "顯示在最前";

"Help" = "幫助";
"Guide" = "指南";
"Feedback" = "反饋";
"Support" = "支援";

"Open Log" = "查看日誌";

//通用按鈕title
"OK" = "確定";
"Contact us" = "聯絡我們";
"Save" = "保存";
"Cancel" = "取消";
"Open" = "打開";
"Refresh" = "刷新";

// about window
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ 發佈日期 %@";
"%@ %@ Build Date %@" = "%@ %@ 發佈日期 %@";
"All Rights Reserved." = "All Rights Reserved.";


//ScanView+Recovery
"Please select the file you want to recover." =
"請選擇你想還原的檔案。";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." =
"將丟失檔案還原到檔案丟失的分割區會降低還原成功的可能性，建議您可以將資料還原到行動硬碟中。";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" =
"將丟失檔案保存到源分割區會降低還原成功的可能性，你仍要保存資料嗎？";

"Not enough space available on the disk. Additional %@ space is needed to recover these files." =
"磁碟空間不足，仍需額外 %@ 空間來還原檔案。";

"Recovering: %@" =
"正在還原檔案：%@";
"Please wait..." =
"請稍後...";

"Recovery completed!" =
"恢復完成！";
"Click Open button to check the recovered files." =
"請點擊打開按鈕來查看還原的檔案。";

"Are you sure you want to stop recovery?" =
"你確定要停止恢復嗎？";

"Failed to save data to the target disk. Please choose another disk and try again." =
"資料無法保存至目標磁碟，請將資料保存至其他磁碟。";

"Your disk is disconnected. Please reinsert and try again." =
"磁碟斷開連接，請連接磁碟後重試。";

"Save failed due to disconnection of the target disk. Please reinsert and try again." =
"找不到保存資料的磁碟，請重新選擇磁碟保存資料。";

"Note:" = "注意：";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." =
"請不要將檔案還原到檔案丟失的分割區，這可能會造成檔案永久丟失。";

/*******掃描模塊*****/
"All Files" = "全部檔案";
"Photo" = "照片";
"Audio" = "音檔";
"Video" = "影片";
"Document" = "文件";
"Email" = "電子郵件";
"Webfile" = "網頁檔案";
"Archive" = "壓縮檔案";
"No Extension" = "無副檔名檔案";
"Others" = "其他";
/*"Desktop" = "桌面";
 "Documents" = "文件";
 "Downloads" = "下載";*/
"Trash" = "垃圾桶";
"Lost location" = "丟失路徑";
"More" = "更多";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" =
"如果關閉程式，掃描結果將不會保存。你確定要關閉程式嗎？";
"YES" = "確定";
"No" = "取消";
"Are you sure you want to stop scanning?" = "你確定要停止掃描嗎？";
"The scan result will not be saved now. Are you sure you want to return Home?" = "如果您返回主頁，掃描結果將不會保存。您確定要返回嗎？";
"Continue" = "繼續";
"Pause" = "暫停";
"Time remaining: %@" = "剩餘時間:%@";
"Stop" = "停止";
"Loading search content, please wait…" = "正在加載搜尋內容, 請稍後…";
"Back" = "返回";
"Scanning...(%.1f%%)" = "掃描中... (%.1f%%)";
"Scanning..." = "掃描中...";
"%li files found (%.1f%%)" = "找到: %li 個檔案 (%.1f%%)";
"%li items found, %@" = "發現: %li 項， %@";
"Selected: %li files, %@" = "選擇%li個檔案，%@";
"Home" = "主頁";
"Recover" = "恢復";
"Search" = "搜尋";
"Scan completed!" = "掃描完成！";
"Loading content, please wait..." = "正在加載內容, 請稍後…";

"Unlock" = "解鎖";
"Password hint: %@"= "密碼提示：%@";
"Password:" = "密碼：";
"Please enter a password to unlock the disk \"%@\"." = "請輸入密碼，解鎖磁碟“%@”。";
"Wrong password" = "密碼錯誤";
"Cancel1" = "取消";

/*******加載窗口模塊*****/
"Reading data from the disk, please wait…" =
"正在讀取磁碟信息，請稍後…";
/*******選擇磁碟模塊*****/
"Select a location to start data recovery" =
"選擇一個位置開始還原資料";
"Hard Drives" = "硬碟";
"External Drives" = "外接硬碟";
"%@ free of %@" = "%@ 可用，共 %@";
"Other Location" = "其他位置";
"The Whole Computer" = "全电脑";
"UltData" = "UltData";
"To recover data from iOS devices, please switch to UltData-iOS" = "想要還原iOS設備的資料，請使用UltData-iOS";
"UltFone iOS Data Recovery" = "UltFone iOS Data Recovery";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "想要還原iOS設備的資料，請使用UltFone iOS Data Recovery";
"Scan" = "掃描";
"Untitled" = "未命名";

/*******關閉SIP模塊*****/
"The selected external drive is not available or uninstalled, please reinsert and try again." =
"所選外接硬碟不可用或已解除安裝，請重新插入並重試。";
"The selected File System is currently not supported. Please select other disks for data recovery." =
"暫不支持您選擇磁碟的檔案系統，請選擇其他磁碟恢複資料。";
"To recover data from \"macOS High Sierra\" disk, please follow steps below to disable System Integrity Protection first." =
"\"macOS High Sierra\"及更高版本系統還原資料，需要先按照下面的步驟禁用系統完整性保護";
"Step 1." = "步驟1. ";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." =
"重啟Mac時，請立即按住鍵盤上的Command + R鍵。直到Mac重啟完成進入恢復界面。";
"Command + R" = "Command + R";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." =
"注意: 若電腦是Mac桌電，請用有線鍵盤；";
"Step 2." = "步驟2. ";
"Open Terminal from the Utilities menu." =
"打開工具程式菜單中的終端機。";
"Terminal" = "工具程式";
"Utilities" = "終端機";
"Step 3." = "步驟3. ";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." =
"您需要輸入以下命令，然後按Enter，然後重新啟動Mac即可。";
"Enter" = "Enter";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." =
"設置過程，電腦需要重啟，請先使用手機拍攝好以下步驟。";
/*******掃描中模塊*****/
"Name" = "檔案名稱";
"Created Date" = "建立日期";
"Modified Date" = "修改日期";
"Path" = "路徑";
"Type" = "類型";
"Size" = "大小";
"Files not found!" = "未發現檔案！";
"folder" = "資料夾";
"file" = "檔案";

// 2.7.0新增
"PREV" = "上一頁";
"NEXT" = "下一頁";
"GO TO" = "跳轉到：";
"Didn't find the missing data? Try using Deep Scan." = "未找到丟失資料？嘗試使用深度掃描";
"Deep Scan" = "深度掃描";
"Previous Scan Results" = "上一個掃描結果";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "返回上一次掃描結果需要停止當前掃描，您確定要停止掃描嗎？";
"Stop" = "停止";
"Cancel" = "取消";
"Deep scan completed!" = "深度掃描完成！";
"OK" = "確定";
"Loading content, please wait…" = "正在加載內容, 請稍後…";
"View Deep Scan Results" = "查看深度掃描結果";
"List View" = "列表視圖";
"Thumbnail" = "縮圖";
"Preview Pane" = "預覽窗格";
"Preview" = "預覽";
"This format file does not support to preview." = "不支持預覽此格式檔案。";
"This file may be corrupt and can't be previewed." = "此檔案可能已經損壞，無法進行預覽。";
"File size that exceeds 8 MB does not support to preview." = "檔案無法預覽，檔案大小超過最大限制。";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "丟失資料隨時都可能被破壞，導致無法恢復。建議儘早還原資料以得到更好的效果。";
"Buy now to save 70%" = "現在購買立省 70%";
"Unlimited Data Recovery" = "不限數量恢復";
"Recover your valuable data easily and quickly." = "簡單快速的還原您寶貴的資料。";
"Multiple File Types" = "支持多種檔案類型";
"Recover 550+ types of files from hard drive, memory card, etc." = "支持還原所有檔案類型，包括照片，影片，文件和其他檔案。";
"Professional Support" = "專業支持";
"Provide professional and quality customer support." = "專業優質的售後服務支持。";
"Free Update" = "免費升級";
"Enjoy free update within license validity." = "支持免費升級產品。";
"Already have a registration code? Register now" = "已經擁有註冊碼？立刻註冊";
"Register now" = "立刻註冊";
"To recover data from crashed computer, please click here." = "還原崩潰系統的資料，請點擊這裡。";
"click here" = "點擊這裡";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "不支持使用SD卡燒錄啟動磁碟，請更換其他存儲設備燒錄啟動系統。";

"Recover from Crashed System" = "崩潰系統恢復";
"Support to recover files from crashed system." = "支持從崩潰系統中還原資料。";
"Recover Data from Crashed System" = "崩潰電腦資料還原";
"Recover lost files from crashed computer" = "從崩潰電腦中還原丟失資料";
"Please select a USB flash drive/external hard drive" = "請選擇USB隨身碟/外接硬碟";
"Creating bootable drive…" = "建立啟動磁碟中…";
"The bootable drive is created successfully!" = "啟動磁碟建立成功！";
"Please select a USB flash drive/external hard drive to create a bootable drive" = "請選擇USB隨身碟/外接硬碟來建立啟動磁碟。";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "插入USB隨身碟/外接硬碟來建立啟動磁碟，然後通過啟動磁碟來還原崩潰系統中的資料。";
"Bootable drive:" = "啟動磁碟：";
"Refresh" = "刷新";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "提示：建立啟動磁碟，會格式化選擇磁碟的所有資料。請提前備份啟動磁碟中的重要資料。";
"Return" = "返回";
"Start" = "開始";
"OK" = "確定";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "建立啟動磁碟會擦除選擇磁碟的所有資料，請問是否繼續執行此操作？";
"Cancel" = "取消";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "啟動磁碟總空間小於2G，請使用更大的USB隨身碟/外接硬碟建立啟動磁碟！";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "本機磁碟空間小於2G，無法下載啟動系統鏡像。請清理磁碟空間後再進行下載。";
"Formatting the bootable drive, please wait…" = "正在格式化啟動磁碟，請稍後…";
"When formatting the bootable drive, please do not operate or eject it." = "格式化磁碟時，請不要操作磁碟或彈出磁碟。";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "為避免燒錄磁碟損壞，請耐心等待燒錄完成。";
"Creating bootable drive, please wait…" = "正在建立啟動磁碟，請稍後…";
"When creating the bootable drive, please do not operate the disk or eject it." = "建立啟動磁碟時，請不要操作磁碟或彈出磁碟。";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "請按照下列步驟，使用啟動磁碟啟動無法開機的Mac電腦。";

"bootable drive" = "啟動磁碟";
"cannot be turned on" = "無法開機";
"black screen" = "黑屏";
"Option key" = "Option鍵";
"%@ bootable drive" = "%@啟動磁碟";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "步驟1：將啟動磁碟插入到無法開機的Mac電腦中。";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "步驟2：啟動無法開機電腦，在電腦處於黑屏時，按下Option鍵並保持，顯示啟動磁碟後鬆開Option鍵。";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "步驟3：在選擇啟動磁碟界面，選擇%@啟動磁碟。";
"To see the detailed steps, please click here." = "想查看詳細操作步驟，請點擊這裡。";
"Bootable drive creation failed!" = "啟動磁碟建立失敗！";
"Contact Us" = "聯絡我們";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "啟動磁碟建立失敗，請檢查你的磁碟是否斷開連接。您可以點擊重試按鈕或聯絡我們。";
"Retry" = "重試";

"Select USB/external hard drive" = "選擇USB隨身碟/外接硬碟";
"Completed!" = "建立完成！";
"Format" = "格式化";

// 3.0.1
"Please enter login password to allow disk access." = "請輸入登入密碼以允許訪問磁碟。";

// 3.2.0
"note:" = "注意：";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1.如果沒有收到註冊碼或不知道註冊電子郵件地址，請點擊此處搜尋。";
"2. For other software or registration issues, please visit support center." = "2.有關其他軟體或註冊問題，請訪問支援中心。";
"click here to check" = "點擊此處搜尋";
"visit support center" = "支援中心";
"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" = "“macOS Catalina”及更高版本系統還原資料，需先按照下面的操作步驟允許%@訪問可移動宗卷";
"Step 1 :" = "步驟1:";
"Step 2 :" = "步驟2:";
"Step 3 :" = "步驟3:";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "在Mac上，選取蘋果選單>點擊\"系統設定\"，點擊“隱私權與安全性”。";
"Select the \"Removable Volumes\" checkbox below %@." = "選擇%@下方的“可移除的宗卷”複選框。";
"Click \"Later\" to allow %@ to access removable volumes." = "點擊“以後”允許%@訪問可移動宗卷。";
"Settings" = "設置";
"OK" = "確認";
"To create a startup disk in \"macOS Catalina\" and later versions, Please follow the steps below to allow %@ to access removable volumes" =
"“macOS Catalina”及更高版本系統建立啟動磁碟，需先按照下面的操作步驟允許%@訪問可移動宗卷";

"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "抱歉，下載固件沒有足夠的磁碟空間。請釋放（大概%@）足夠的磁碟空間後再次嘗試下載。";
"This file path cannot save the firmware. Please change to the correct one." = "此檔案路徑無法儲存韌體。請更改為正確的路徑。";
"Failed to download firmware package! Please check your Internet connection and try again." = "下載韌體包失敗！請檢查網路連線並重試！";
"Downloading the firmware, please wait…" = "正在下載韌體，請稍後…";
"Please make sure the network connection is normal." = "請確保網路連線正常。";
"Network Abnormal! Please check your network and try again." = "網路異常，請檢查網路後重試。";
"Try Again" = "重試";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "存儲空間不足，無法下載韌體。請釋放至少 1 GB存儲空間後重試。";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "您的 Mac 配備了 Apple T2 安全晶片，無法掃描 APFS 檔案系統下的檔案。";
"Failed to download firmware package! Please check your internet connection and try again." = "下載韌體失敗，請檢查網路後重試！";
"Fast Scan done! Finding more lost data with Deep Scan..." = "快速掃描完成！使用深度掃描搜尋更多丟失的資料...";
"Deep Scanning" = "深度掃描中";
"Fast Scanning:" = "快速掃描中";
"RAW Files" = "RAW檔案";
"Tag Files" = "Tag檔案";
"Deleted Files" = "已刪除檔案";
"Lost Location" = "丟失路徑";
"Existing Files" = "已存在檔案";

//MARK: 4.0.0
"Found %li files. More useful tips below for finding files:" = "已找到 %li 個檔案。下面是一些有效搜尋檔案的技巧：";
"File Path Not Found" = "找不到原路徑的檔案";
"File Name Not Found" = "找不到檔名的檔案";
"Tagged Files" = "具有標籤的檔案";
"You may find your accidentally deleted files here." = "誤刪除的檔案一般都會在這裡出現。";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "這些檔案同樣是被刪除的檔案，但無法確定檔案原本所在的位置，您可透過檔名來判斷該檔案是否為想要的檔案。";
"There are files that lost their original names. You can preview them to see if they are target files." = "這些檔案丟失了原本的檔名，您可直接預覽來判斷該檔案是否為想要的檔案。";
"You may find target files here if you lost them which are not deleted before." = "如果您未刪除檔案卻發現檔案丟失，則檔案有可能在這裡。";
"Lost files without name will be renamed and classified here with corresponding tags." = "對於部分丟失檔名的檔案，我們會提取對應的標籤來命名以及分類。";
"Unable to preview. Please recover and save it on your computer for further checking." = "無法預覽，恢復並儲存到電腦後可進一步檢查。";
"Trying to find more data... You can search and recover your data now." = "正在嘗試找到更多資料...你可以檢索並還原資料了。";
"Didn't find the missing files? Try Deep Scan." = "沒有找到丟失的檔案？嘗試深度掃描！";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "深度掃描更細緻搜尋深埋在設備裡的檔案，能找回檔案的機率更高。";
"Artist" = "藝術家";
"Camera" = "拍攝裝置";
"The Last Editor" = "最後編輯者";
"Creation Time" = "建立時間";
"Modified Time" = "修改時間";
"All Time" = "所有時間";
"Last 24 hours" = "最近24小時";
"Last 7 days" = "最近7天";
"Last 30 days" = "最近30天";
"Customize" = "自定義";
"Selected" = "已選擇";
"File Size" = "檔案大小";
"All Size" = "所有大小";
"Improve Chances of Finding Lost Files" = "提高找到丟失檔案的可能性";
"Refer to the \"Tagged Files\" and \"File Name Not Found\" under the Tree View." = "在左側樹視圖下，檢索“具有標籤的檔案”以及“找不到檔名的檔案”這兩個資料夾。";
"Filter files by File Type, File Size, Date Modified, and more." = "透過檔案類別、檔案大小、修改時間等維度篩選檔案。";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "升級到專業版以還原您寶貴的資料！";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "升級到專業版以建立可還原資料的啟動磁碟！";
"Free Version" = "免費版本";
"Pro Version" = "專業版本";
"Preview Just a Few Files" = "可預覽部分檔案";
"Preview All Files" = "所有檔案均可預覽";
"Free Upgrade" = "免費升級";
"Recover Data from the Crashed Computer" = "可從崩潰系統中還原資料";
"Only Allows You to Scan Disks" = "僅能掃描磁碟";
"Unlimited Data Recovery" = "無限次還原資料";
"Professional Customer Service" = "專業客服支援";
"Professional and reliable data recovery solutions" = "專業值得信賴的資料救援方案";
"Advanced Options" = "高級解決方案";
"Local Drives" = "本機設備";
"External Drives" = "外接硬碟";
"Common Location" = "常用位置";
"Data Recovery" = "資料救援";
"Fast and Safe" = "高效又安全";
"Failed to read the disk data, please re-plug the external disk." = "讀取磁碟資料失敗，請重新插拔外接硬碟。";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "請移除所有連線到電腦的外接硬碟，然後重新插入需要還原資料的磁碟。";
"Still have problems? Please contact us." = "依舊存在問題？請聯絡我們。";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "還原相機資料時，可取出SD卡並插入讀卡機後再嘗試還原資料";
"Found nothing..." = "什麼都沒找到...";
"1. Wait for the scan to finish before searching again." = "1. 等待掃描完成後再重新搜尋";
"2. Your file is most likely missing the filename. Try searching in this way." = "2. 你的檔案很可能丟失了檔名，嘗試以此方式搜尋";
"3. Make sure the term you're looking for is spelled correctly." = "3. 確認搜尋的詞彙是否拼寫正確";
"4. If none of the above methods help, please contact us." = "4. 如果以上方法均無幫助，請聯絡我們";
"Reading data from the disk，please wait…" = "正在讀取磁碟資料，請稍後…";
"Stuck in refreshing status for a long time?" = "長時間處於刷新狀態？";
"Effortlessly Recover Data from A Crashed Computer" = "從崩潰的系統中還原資料";
"View Files" = "查看還原的檔案";
"It might take a long time to export for some files need repairing..." = "部分檔案需要修復，匯出時間可能會久一點...";
"contact us" = "聯絡我們";
"in this way" = "此方式";
"Tree View" = "樹視圖";
"File View" = "檔案視圖";
"Exit App" = "退出應用";
"Recovered: %li files %@" = "已恢復：%li個檔案 %@";
"Recovered: %li file %@" = "已恢復：%li個檔案 %@";
"File Types" = "檔案類型";
"File Tags" = "檔案標籤";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "你可以將滑鼠移動至樹目錄中的圖示上再次檢視對應說明";
"Understood" = "明白";
"Filter" = "篩選";
"Reset" = "重置";
"Scan Stopped!" = "掃描已停止！";
"Tips:" = "提示：";
"1. Please replug the external drive or change another drive and then try again." = "1.請重新插拔外接硬碟或更換另一個硬碟後重試。";
"2. Please make sure internet connection is working properly." = "2.請確保網路連線正常且穩定。";

// V5.0.0
"Get An Extra" = "享受額外的";
"Coupon Code:" = "折扣碼：";
"Copy and paste the coupon code at checkout to redeem." = "點選以複製折扣碼，在結賬時貼上以享受折扣";
"Copy and Buy Now" = "複製並立即購買";
"Close Program" = "關閉程式";
"Photo Repair" = "照片修復";
"Video Repair" = "影片修復";
"Repair Damaged Videos in Just Three Steps!" = "僅需三步即可修復損壞影片！";
"Repair Damaged Photos in Just Three Steps!" = "僅需三步即可修復損壞照片！";
"Import Video" = "匯入影片";
"Import Photo" = "匯入照片";
"Start Repairing" = "開始修復";
"Repair Done!" = "修復完成！";
"Click to Add Photos" = "點選以新增照片";
"Click to Add Videos" = "點選以新增影片";
"%liPhoto Added，%@KB" = "%li張照片已新增，共%@";
"%liVideo Added，%@KB" = "%li段影片已新增，共%@";
"%liPhotos Added，%@KB" = "%li張照片已新增，共%@";
"%liVideos Added，%@KB" = "%li段影片已新增，共%@";
"Add Photo" = "新增照片";
"Add Video" = "新增影片";
"Home" = "返回主頁";
"Repair" = "修復";
"Remove All Image" = "移除所有照片";
"Remove All Video" = "移除所有影片";
"This photo can't be repaired." = "該照片無法被修復。";
"This video can't be repaired." = "該影片無法被修復。";
"Select all successfully repaired photos" = "選擇所有修復成功的照片";
"Reselect photo to repair" = "重新選擇照片進行修復";
"Select all successfully repaired videos" = "選擇所有修復成功的影片";
"Reselect video to repair" = "重新選擇影片進行修復";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "我們從該照片中找到了多個可用照片，你可以預覽並匯出它們。";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "我們從該影片中找到了多個可用影片，你可以預覽並匯出它們。";
"Are you sure you want to remove all photos?" = "確定要移除所有的照片嗎？";
"Are you sure you want to remove all videos?" = "確定要移除所有的影片嗎？";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "確定要重新返回主頁嗎？當前修復進度將不會被儲存。";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "確定要重新返回主頁嗎？當前修復進度將不會被儲存。";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "確定要重新選擇影片嗎？當前修復進度將不會被儲存。";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "確定要重新選擇照片嗎？當前修復進度將不會被儲存。";
"Some videos are already in the repair list and will not be imported repeatedly." = "部分影片已在修復列表中，它們將不會被重複匯入。";
"Some photos are already in the repair list and will not be imported repeatedly." = "部分照片已在修復列表中，它們將不會被重複匯入。";
"The video has been lost, please re-import and try previewing again." = "影片已丟失，請重新匯入後再嘗試預覽。";
"The photo has been lost, please re-import and try previewing again." = "照片已丟失，請重新匯入後再嘗試預覽。";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "因設備已斷開連接，無法繼續掃描或進行恢復，請重新插入設備後再點選繼續。";
"Repairing：" = "正在修復：";
"Please wait..." = "請等待..";
"Exporting:" = "正在匯出：";
"The device has been disconnected, you can try to select data to recover or rescan." = "設備已斷開連接，你可以嘗試選擇資料進行恢復或重新掃描。";
"Continue" = "繼續";
"Retry" = "重試";
"Stop" = "停止";
"Export Completed!" = "匯出完成！";
"Export: %lifiles(%@)" = "已匯出：%li個檔案（%@）";
"View Exported" = "查看匯出檔案";
"There are still %li videos to export, are you sure you want to stop exporting?" = "仍有%li段影片等待匯出，確定要停止匯出嗎？";
"There are still %li photos to export, are you sure you want to stop exporting?" = "仍有%li張照片等待匯出，確定要停止匯出嗎？";
"There are still 1 video to export, are you sure you want to stop exporting?" = "仍有1段影片等待匯出，確定要停止匯出嗎？";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "仍有1張照片等待匯出，確定要停止匯出嗎？";
"Are you sure you want to stop exporting?" = "確定要停止匯出嗎？";
"Upgrade to Pro version to preview files!" = "升級到專業版本以預覽檔案！";
"Upgrade" = "升級";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "未註冊版本僅能播放音檔的前30s，升級到註冊版以完整播放。";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "未註冊版本僅能播放影片檔案的前10s，升級到註冊版以完整播放。";
"Upgrade to Pro Version to Export your Valuable Photos!" = "獲取專業版本以匯出您寶貴的照片!";
"Upgrade to Pro Version to Export your Valuable Videos!" = "獲取專業版本以匯出您寶貴的影片!";
"Support for exporting repaired files" = "可匯出修復後的檔案";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "該檔案無法被預覽，請匯出後再嘗試預覽。";
"The file can't be previewed, please repair it and try to preview it again." = "該檔案無法被預覽，請修復後再嘗試預覽。";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "確定要關閉程式嗎？當前修復進度將不會保留。";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "仍有%li個影片等待修復，確定要停止修復嗎？";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "仍有%li張照片等待修復，確定要停止修復嗎？";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "仍有1個影片等待修復，確定要停止修復嗎？";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "仍有1張照片等待修復，確定要停止修復嗎？";
"Are you sure you want to stop repairing?" = "確定要停止修復嗎？";
"Repair done!" = "修復完成！";
"Repaired: %li files (%@)" = "已修復：%li個檔案（%@）";
"View Repair Results" = "查看修復結果";
"Export" = "匯出";
"The video has been lost, please re-repair and try exporting again." = "影片已丟失，請重新修復後再嘗試匯出。";
"The photo has been lost, please re-repair and try exporting again." = "照片已丟失，請重新修復後再嘗試匯出。";
"The video has been lost, please re-import and try repairing again." = "影片已丟失，請重新匯入後再嘗試修復。";
"The photo has been lost, please re-import and try repairing again." = "照片已丟失，請重新匯入後再嘗試修復。";
"Selected: %li photo  (%@)" = "已選擇：%li張照片（%@）";
"Selected: %li photos  (%@)" = "已選擇：%li張照片（%@）";
"Selected: %li video  (%@)" = "已選擇：%li個影片（%@）";
"Selected: %li videos  (%@)" = "已選擇：%li個影片（%@）";
"%li Results" = "%li個結果";
"Close" = "關閉";


"Match Similar Files" = "匹配相似檔案";
"We've found some files that might be what you want, you can preview and restore them." = "我們找到了一些可能為您想要的檔案，你可以預覽並恢復他們。";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "抱歉，當前沒有找到匹配檔案。你可等待掃描完成後重試，或使用篩選、搜尋等工具。";
"What Type of Files Do You Want to Recover?" = "您想還原什麼類型的檔案？";
"Filtering file type helps recover the files you want faster" = "篩選檔案類型有助於更快還原您想要的檔案";
"Others" = "其他";
"Other Types" = "其他類型";
"%@ etc." = "%@等";
"Scan Selected File Types" = "掃描選中的檔案類型";
"Scan All File Types" = "掃描所有檔案類型";
"Scan Only %@" = "僅掃描%@";


//MARK: - 预览
"Preview" = "預覽";
"Loading..." = "正在載入...";
"Preview is not available. Recover it for view" = "無法預覽，恢復以進行查看";
"Max size for preview: 30MB. Recover it for view" = "最大支援預覽：30MB，恢復以進行查看";
"Format not supported for preview. Recover it for view" = "格式暫不支援預覽，恢復以進行查看";
"%@ files zipped in total" = "共有%@個壓縮檔案";
"AI Repairing..." = "AI修復中...";
"It may take a while, but it's worth the wait" = "這可能會花點時間，但等待是值得的";
"AI Repaired %@" = "AI修復後的 %@";
"Repaired successfully. Recover the repaired file" = "修復成功，儲存修復後的檔案";
"Get Pro for Full Preview" = "獲取專業版，預覽完整檔案";
"Preview full file" = "完整預覽";
"Recover unlimited files" = "不限恢復";
"AI Repair corrupte files" = "AI修復損壞檔案";
"Premium technical support" = "高級技術支援";
"Get Pro Now" = "立即獲取專業版";
"Details" = "詳細資訊";
"Icon" = "圖示";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "獲取專業版，暢享不限恢復";
"Preview only." = "只能預覽。";
"No free recovery remaining." = "沒有免費恢復量了。";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "解鎖專業版，即可暢享所有功能、不限恢復以及更多權益。";
"Get Pro for Unlimited Repair" = "獲取專業版，暢享不限修復";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "解鎖專業版，即可暢享所有功能、不限修復以及更多權益。";
"Trial" = "試用版";
"Free" = "免費版";
"Pro" = "專業版";
"Preview only" = "只能預覽";
"Unlimited" = "不限";
"Key Features & Benefits" = "核心功能及權益";
"Recovery amount" = "恢復量";
"Preview before recovery" = "恢復前進行預覽";
"Recover while scanning" = "掃描中進行恢復";
"Recover data from crashed system" = "恢復崩潰系統的資料";
"Recover data from NAS server" = "恢復NAS伺服器的資料";
"Repair corrupted vidoes & photos" = "修復損壞的影片和照片";
"Enjoy lifetime updates for free" = "享受產品免費終身升級";
"24/7 premium technical support" = "24/7小時高階客服支援";
"30-day money back guarantee" = "30天產品退款保障";
"Buy Now" = "立即購買";
"Already Purchased?" = "我已購買？";
"Register Now to proceed with recovering ( no need to rescan)." = "立即註冊，即可繼續恢復（無需重新掃描）。";
"Register Now" = "立即註冊";
"Recover the repaired file" = "儲存修復後的檔案";
"Recover it for view" = "恢復以進行查看";

//MARK: - 5.1.8
"Lost data recovery" = "丟失資料救援";
"Hard Drive" = "分割區";
"Advanced recovery" = "高階恢復";
"Crashed Mac" = "崩潰的Mac";
"iCloud" = "iCloud";
"New" = "新";
"Corrupted file repair" = "損壞檔案修復";
"Photo Repair" = "照片修復";
"Video Repair" = "影片修復";
"Why Pro？" = "為什麼要專業版？";
"Unlock Pro to enjoy" = "解鎖即可享受：";
"Unlimited Recovery" = "無限恢復";
"Corrupted Repair" = "損壞修復";
"Full Preview" = "完整預覽";
"Unlock Pro Now" = "立即解鎖專業版";
"Recover permanently & recently deleted iCloud data easily" = "輕鬆恢復永久和最近刪除的iCloud資料";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "直接從 iCloud 恢復任何丟失的照片、影片、聯絡人、筆記等";
"Get Started" = "開始使用";
"Searching lost iCloud data..." = "正在查丟失的iCloud資料...";
"Search Completed" = "查詢完成";
"Search Stopped" = "查詢中止";
"Damaged or partitially missing photos" = "損壞或者部分缺失的照片";
"Add photos for repair" = "新增照片進行修復";
"Corrupted or unplayable vidoes" = "損壞或者無法播放的影片";
"Add videos for repair" = "新增影片進行修復";
"Repair any damaged or photos that cannot be opened" = "修復任何已損壞或無法播放的照片檔案等";
"Repair any corrupted or unplayale videos files and more" = "修復任何已損壞或無法播放的影片檔案等";
//MARK: - v5.1.10
"Sign in to iCloud" = "登入iCloud";
"Apple ID" = "Apple ID";
"Password" = "密碼";
"Keep Password" = "記住密碼";
"Forget Apple ID or Password?" = "忘記Apple ID或密碼？";
"Back" = "返回";
"Log In" = "登入";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. 為防止更改iCloud資料，恢復時請勿將裝置資料同步到iCloud。";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. 我們絕不會保留您的賬戶記錄。更多詳細資訊，參見我們的隱私政策。";
"Incorrect Apple ID or password." = "Apple ID或密碼錯誤。";
"Privacy Policy" = "隱私政策";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "出於安全原因，Apple ID 被鎖定。請解鎖後再嘗試登入。";
"Network disconnected. Please check your network connection and try again." = "網路斷開，請檢查您的網路連線，然後重試";
"Two-factor authentication" = "雙重驗證";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "您信任的裝置已收到一條驗證碼資訊，請輸入驗證碼以繼續。";
"Resend code" = "發送新的驗證碼";
"Get Help from Apple" = "從Apple獲得幫助";
"Incorrect verification code." = "驗證碼錯誤。";
"Entered incorrect verification code too many times." = "輸入太多次錯誤的驗證碼。";
"Request failed, please try again." = "請求失敗，請重試。";
"Verification requested too often" = "驗證請求太過頻繁。";
"Network error. Please check your network connection." = "網路異常，請檢查您的網路連線。";
"Please select the type of data you want to recover." = "請選擇您想恢復的資料類型";
"Log Out" = "退出登入";
"Select all" = "全選";
"Refresh" = "重新整理";
"Back" = "返回";
"Confirm" = "確認";
"iCloud drive" = "iCloud雲碟";
"Photos" = "照片";
"Contacts" = "聯絡人";
"Reminder" = "提醒事項";
"Calendar" = "行事曆";
"Notes" = "備忘錄";

"Home Phone" = "家庭號碼";
"Work" = "工作號碼";
"iPhone" = "iPhone號碼";
"Mobile Phone" = "手機號碼";
"Main Phone" = "主號";
"HomeFax" = "住宅傳真";
"WorkFax" = "工作傳真";
"Pager Phone" = "傳呼機";
"Other Phone" = "其他號碼";
"Home Email" = "家庭郵箱";
"Work Email" = "工作郵箱";
"Other Email" = "其他郵箱";
"iCloud Email" = "iCloud郵箱";
"HomePage" = "主頁";
"Home Page" = "家庭頁";
"Other Page" = "工作頁";
"Work Page" = "其他頁";
"Title" = "標題";
"Starting Time" = "開始時間";
"List" = "清單";
"Status" = "狀態";
"Reminder time" = "提醒時間";
"Priority" = "優先順序";
"Location" = "地點";

//MARK: - 第二批_3.21
"Company" = "公司";
"School" = "學校";
"Time" = "時間";
"End Date Time" = "結束時間";
"Complete" = "完成";
"Incomplete" = "未完成";
"Invited People" = "受邀人";
"Flag Marks" = "旗標標記";
"None" = "無";
"Low" = "低";
"Medium" = "中";
"High" = "高";
"Unknown" = "未知";
//MARK: - 5.1.11
"Unsaved Documents" = "未儲存文件";
"Date Deleted" = "刪除日期";

//MARK: - PE
"Crashed Mac" = "當機的Mac";
"Create a bootable drive to boot up Mac for data recovery" = "創建開機碟，啟動Mac以恢復資料";
"What's Crashed Mac？" = "什麼是當機的Mac？";
"Boot up Mac with the USB bootable drive for data recovery" = "透過USB開機碟，啟動電腦以恢復資料";
"Boot up crashed Mac" = "啟動當機的Mac";
"Tips: please try again with another USB drive Common Solutions" = "小貼士：請更換USB隨身碟再重試 常見解決方案";
"Common Solutions" = "常見解決方案";
"Icon" = "圖示";
"Preview Pane" = "預覽窗口";
"Details" = "詳細信息";
"Create Now" = "立即建立";
"Lost Partition" = "遺失分割區";

"Select a drive where you lost data to start recovering" = "選擇你丟失資料的分割區，開始恢復";
"Drive didn't show up?" = "分割區沒有展示出來？";
"Check Disk Connection" = "檢查磁碟連接";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "恢復相機資料時，可取出SD卡並插入讀卡機後再嘗試恢復資料";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "USB 裝置無法辨識時，可嘗試將裝置接入Mac主機後置的介面來恢復資料";
"For data recovery from mobile phones, you can download UltData - iOS." = "如需恢復手機上的資料，你可以下載 UltData - iOS";
"Check Disk Status" = "檢查磁碟狀態";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "解決方案：開啟磁碟工具，點擊頂部功能表列的\"掛載\"按鈕，然後再進行資料恢復。";
"Language_menu" = "語言";
"Disk Utility" = "磁碟工具";
"Mount" = "掛載";
"1. Access \"Disk Utility\"" = "1. 開啟“磁碟工具”";
"2. Click \"Mount\"" = "2. 點選“掛載”";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "選擇一個位置儲存恢復的資料";
"You've selected %li files, %@" = "您已選擇 %li 文件，%@";
"%@ available" = "%@ 可用";
"Perfectly enough disk space. Save now." = "磁碟空間足夠。立即儲存。";
"Save to the %@ and you don’t have to worry about data loss anymore." = "儲存到 %@，不必再擔心資料遺失。";
"Save Now" = "立即儲存";
"Insufficient space available, change another location or save to the %@." = "可用空間不足，請變更位置或儲存至 %@。";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "不建議儲存到原磁碟（資料遺失的位置），可能會導致資料被覆蓋而永久遺失。";
"No permissions to read or write, change another location or save to the %@." = "沒有讀寫權限，請更換位置或儲存到 %@。";
"Insufficient space available in %@. Please change to another location to save." = "%@ 可用空間不足。請更換其他位置進行儲存。";
"Select Folder..." = "選擇資料夾...";
"Logging in..." = "正在登入...";
"Please authorize login to your %@ in the browser" = "請在瀏覽器中授權登入您的 %@";
"Authorization login failed" = "授權登入失敗";
"Please re-authorize or change to another location" = "請重新授權或更換其他位置";
"Another Location" = "其他位置";
"Re-authorize" = "重新授權";
"Authorization successful. Please return to %@ to continue recovering data." = "授權成功。請返回 %@ 繼續恢復資料。";

//MARK: - V5.2.0
"Large & Old Files" = "大檔案和舊檔案";
"Locate and remove unneeded files to free up disk space with ease" = "輕鬆找到並刪除不需要的檔案，以釋放磁碟空間";
"Locate Files in Minutes" = "快速定位檔案";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "手動尋找大檔案或舊檔案可能需要幾個小時，但使用 %@，您將在幾分鐘內完成。";
"Remove As You Wish" = "移除，隨你所願";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "將無用檔案移至資源回收桶、其他資料夾或永久刪除。一切由您決定。";
"%@ used" = "%@ 已使用";
"Scan Now" = "立即掃描";
"All Files" = "所有檔案";
"Selected" = "已選";
"By Size" = "按檔案大小";
"By Access Date" = "按訪問時間";
"Last Week" = "一周前";
"Last Month" = "一個月前";
"Scanning %@" = "正在掃描 %@";
"Looking for large & old files" = "正在查找大檔案和舊檔案";
"Stop Scanning" = "停止掃描";
"No files found" = "沒有找到任何檔案";
"Return to home and select another location to start over" = "返回主頁並選擇另一個位置重新開始";
"Removing: %@" = "正在移除：%@";
"It may take some time..." = "可能需要一些時間...";
"Remove Completed" = "移除完成";
"Removed: %li files (%@)" = "成功移除: %li 個檔案 (%@)";
"Done" = "完成";
"Insufficient permissions to remove" = "權限不足，無法移除";
"No read/write permissions for NTFS partition, and it cannot be removed." = "NTFS分割區沒有讀寫權限，無法刪除。";
"Insufficient space at target folder to remove" = "目標位置空間不足，無法移除";
"Remove to another folder or remove permanently." = "移除到另一個資料夾，或永久移除。";
"No files selected" = "沒有勾選任何檔案";
"Remove Permanently" = "永久移除";
"Remove to Trash" = "移至資源回收桶";
"Remove to Folder" = "移至資料夾";
"Access Time" = "訪問時間";
"Open File Location" = "打開檔案所處的位置";
"Return to home?" = "返回主頁嗎？";
"It is recommended to remove unwanted files before you return." = "建議您在返回主頁之前，先移除不需要的檔案。";
"Return" = "返回";
"Cancel" = "取消";
"Stop Scanning?" = "停止掃描嗎？";
"%@ will be no longer looking for large & old files if you stop." = "如果您停止，%@ 將不再尋找大檔案和舊檔案。";
"Stop Scanning" = "停止掃描";
"Stop Removing?" = "停止移除嗎？";
"%@ will be no longer removing files remaining if you stop." = "如果您停止，%@ 將不再刪除剩餘的檔案。";
"Stop Removing" = "停止移除";
"Get Pro for Files Removal" = "取得專業版，立即刪除文件";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "解鎖專業版，即可刪除不需要的大文件和舊文件，並享受更多功能，包括無限的資料恢復。";
"Files available for removal" = "可移除的檔案數量";
"Authorizing for %@, please wait..." = "正在取得 %@ 授權，請稍等...";
"Calculating the available space in %@, please wait..." = "正在計算 %@ 可用空間大小，請稍等...";
//MARK: - 第二批_20240626
"Extra tools" = "附加功能";
"Sort by %@" = "按%@排序";
"By Modified Date" = "按修改日期";
//MARK: - 2. SD卡
"SD Card" = "SD卡";
"Select a memory card where you lost data to start recovering" = "選擇你丟失資料的記憶卡，立即開始恢復";
"SD card didn't show up?" = "SD卡沒有展示出來？";
"No SD card connected" = "未連線SD卡";
"Connect the memory card via card reader to start recovering photos or videos" = "透過讀卡機連線記憶卡，立即開始恢復照片或影片";
//MARK: - 视频重组
"Enhanced Video Recovery" = "增強影片還原";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "透過AI高級演算法檢測並匹配儲存介質中的影片片段，並將這些片段組合在一起，以還原完整且可播放的影片";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "恢復的同時，一併修復影片，提供一站式影片解決方案";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "輕鬆復原&修復任一設備的影片，如佳能、尼康、索尼、GoPro、大疆等 了解更多";
"AI-Powered" = "AI驅動";
"Mac OS 10.15 previous versions are not supported" = "不支援 Mac OS 10.15 以下的版本";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "請使用 Mac OS 10.15 或更高的版本，來嘗試“增強視頻恢復”";
"Select a drive where you lost vidoes to start recovering" = "選擇你丟失影片的分割區，立即開始恢復";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "小貼士：不確定影片從哪裡丟失的，不知道掃描哪個位置？";
"Select the video format you want to recover" = "選擇你想恢復的影片格式";
"All videos" = "全部影片";
"Recovery duration: The more video types selected, the longer it will take." = "恢復時長：選擇影片格式越多，恢復耗時越長。";
"Device that the vidoes are from (optional)" = "影片來自什麼設備 (非必選）";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "注：選擇正確的源設備，可進行針對性的精準恢復，顯著提升恢復質量";
"Confirm" = "確認";
"Canon" = "佳能";
"GoPro" = "GoPro";
"Nikon" = "尼康";
"Sony" = "索尼";
"Fujifilm" = "富士";
"DJI" = "大疆";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "其他";
"Please select at least one video format for enhanced video recovery" = "請至少選擇一個影片格式，來進行增強影片還原";
"Select All" = "全選";
"AI" = "AI";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "正在進行增強影片還原...完成後，AI將修復黑屏等無法播放的損壞影片";
"Learn more" = "了解更多";
